{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "[SOS]": 2,
      "[EOS]": 3,
      "!": 4,
      "'": 5,
      ",": 6,
      ".": 7,
      "?": 8,
      "A": 9,
      "E": 10,
      "G": 11,
      "H": 12,
      "I": 13,
      "L": 14,
      "M": 15,
      "N": 16,
      "W": 17,
      "a": 18,
      "b": 19,
      "c": 20,
      "d": 21,
      "e": 22,
      "f": 23,
      "g": 24,
      "h": 25,
      "i": 26,
      "j": 27,
      "k": 28,
      "l": 29,
      "m": 30,
      "n": 31,
      "o": 32,
      "p": 33,
      "r": 34,
      "s": 35,
      "t": 36,
      "u": 37,
      "v": 38,
      "w": 39,
      "x": 40,
      "y": 41,
      "ou": 42,
      "in": 43,
      "ing": 44,
      "you": 45,
      "ow": 46,
      "How": 47,
      "ha": 48,
      "out": 49,
      "ab": 50,
      "about": 51,
      "el": 52,
      "oo": 53,
      "ee": 54,
      "oing": 55,
      "han": 56,
      "as": 57,
      "or": 58,
      "th": 59,
      "than": 60,
      "ell": 61,
      "thank": 62,
      "ch": 63,
      "for": 64,
      "king": 65,
      "us": 66,
      "asking": 67,
      "thanks": 68,
      "bee": 69,
      "er": 70,
      "going": 71,
      "mu": 72,
      "ot": 73,
      "to": 74,
      "your": 75,
      "been": 76,
      "much": 77,
      "He": 78,
      "Not": 79,
      "ay": 80,
      "day": 81,
      "jus": 82,
      "well": 83,
      "yours": 84,
      "Hey": 85,
      "just": 86,
      "Goo": 87,
      "Hi": 88,
      "Hell": 89,
      "Wha": 90,
      "ar": 91,
      "doing": 92,
      "ning": 93,
      "too": 94,
      "ve": 95,
      "yth": 96,
      "Good": 97,
      "Hello": 98,
      "What": 99,
      "ything": 100,
      "An": 101,
      "Ev": 102,
      "It": 103,
      "an": 104,
      "can": 105,
      "far": 106,
      "her": 107,
      "il": 108,
      "it": 109,
      "ly": 110,
      "moo": 111,
      "re": 112,
      "si": 113,
      "so": 114,
      "smoo": 115,
      "elf": 116,
      "thly": 117,
      "erything": 118,
      "today": 119,
      "yourself": 120,
      "Everything": 121,
      "here": 122,
      "smoothly": 123,
      "Ha": 124,
      "In": 125,
      "Li": 126,
      "My": 127,
      "Ni": 128,
      "af": 129,
      "al": 130,
      "at": 131,
      "bus": 132,
      "ce": 133,
      "cit": 134,
      "dee": 135,
      "ew": 136,
      "ex": 137,
      "ening": 138,
      "eve": 139,
      "fe": 140,
      "fin": 141,
      "go": 142,
      "ging": 143,
      "how": 144,
      "hel": 145,
      "hil": 146,
      "ith": 147,
      "kee": 148,
      "ling": 149,
      "me": 150,
      "mee": 151,
      "mor": 152,
      "noo": 153,
      "not": 154,
      "new": 155,
      "pp": 156,
      "ping": 157,
      "pre": 158,
      "st": 159,
      "ssi": 160,
      "tt": 161,
      "ter": 162,
      "tre": 163,
      "ual": 164,
      "whil": 165,
      "with": 166,
      "have": 167,
      "happ": 168,
      "hanging": 169,
      "assi": 170,
      "the": 171,
      "chil": 172,
      "usual": 173,
      "are": 174,
      "And": 175,
      "Anything": 176,
      "Haha": 177,
      "Indee": 178,
      "Life": 179,
      "Nice": 180,
      "after": 181,
      "ating": 182,
      "busy": 183,
      "citing": 184,
      "exciting": 185,
      "evening": 186,
      "fine": 187,
      "gossi": 188,
      "help": 189,
      "keeping": 190,
      "meet": 191,
      "morning": 192,
      "noon": 193,
      "prett": 194,
      "treating": 195,
      "while": 196,
      "happening": 197,
      "assist": 198,
      "chilling": 199,
      "Indeed": 200,
      "afternoon": 201,
      "gossip": 202,
      "pretty": 203
    },
    "merges": [
      "o u",
      "i n",
      "in g",
      "y ou",
      "o w",
      "H ow",
      "h a",
      "ou t",
      "a b",
      "ab out",
      "e l",
      "o o",
      "e e",
      "o ing",
      "ha n",
      "a s",
      "o r",
      "t h",
      "t han",
      "el l",
      "than k",
      "c h",
      "f or",
      "k ing",
      "u s",
      "as king",
      "thank s",
      "b ee",
      "e r",
      "g oing",
      "m u",
      "o t",
      "t o",
      "you r",
      "bee n",
      "mu ch",
      "H e",
      "N ot",
      "a y",
      "d ay",
      "j us",
      "w ell",
      "your s",
      "He y",
      "jus t",
      "G oo",
      "H i",
      "H ell",
      "W ha",
      "a r",
      "d oing",
      "n ing",
      "t oo",
      "v e",
      "y th",
      "Goo d",
      "Hell o",
      "Wha t",
      "yth ing",
      "A n",
      "E v",
      "I t",
      "a n",
      "c an",
      "f ar",
      "h er",
      "i l",
      "i t",
      "l y",
      "m oo",
      "r e",
      "s i",
      "s o",
      "s moo",
      "el f",
      "th ly",
      "er ything",
      "to day",
      "yours elf",
      "Ev erything",
      "her e",
      "smoo thly",
      "H a",
      "I n",
      "L i",
      "M y",
      "N i",
      "a f",
      "a l",
      "a t",
      "b us",
      "c e",
      "c it",
      "d ee",
      "e w",
      "e x",
      "e ning",
      "e ve",
      "f e",
      "f in",
      "g o",
      "g ing",
      "h ow",
      "h el",
      "h il",
      "i th",
      "k ee",
      "l ing",
      "m e",
      "m ee",
      "m or",
      "n oo",
      "n ot",
      "n ew",
      "p p",
      "p ing",
      "p re",
      "s t",
      "s si",
      "t t",
      "t er",
      "t re",
      "u al",
      "w hil",
      "w ith",
      "ha ve",
      "ha pp",
      "han ging",
      "as si",
      "th e",
      "ch il",
      "us ual",
      "ar e",
      "An d",
      "An ything",
      "Ha ha",
      "In dee",
      "Li fe",
      "Ni ce",
      "af ter",
      "at ing",
      "bus y",
      "cit ing",
      "ex citing",
      "eve ning",
      "fin e",
      "go ssi",
      "hel p",
      "kee ping",
      "mee t",
      "mor ning",
      "noo n",
      "pre tt",
      "tre ating",
      "whil e",
      "happ ening",
      "assi st",
      "chil ling",
      "Indee d",
      "after noon",
      "gossi p",
      "prett y"
    ]
  }
}