{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "[SOS]": 2,
      "[EOS]": 3,
      "!": 4,
      "'": 5,
      ",": 6,
      "?": 7,
      "G": 8,
      "H": 9,
      "W": 10,
      "Y": 11,
      "a": 12,
      "b": 13,
      "c": 14,
      "d": 15,
      "e": 16,
      "f": 17,
      "g": 18,
      "h": 19,
      "i": 20,
      "l": 21,
      "m": 22,
      "n": 23,
      "o": 24,
      "p": 25,
      "r": 26,
      "s": 27,
      "t": 28,
      "u": 29,
      "v": 30,
      "w": 31,
      "y": 32,
      "ng": 33,
      "ing": 34,
      "ou": 35,
      "you": 36,
      "ha": 37,
      "He": 38,
      "ow": 39,
      "Hi": 40,
      "en": 41,
      "er": 42,
      "oo": 43,
      "th": 44,
      "hat": 45,
      "Hey": 46,
      "Goo": 47,
      "How": 48,
      "lo": 49,
      "what": 50,
      "your": 51,
      "Good": 52,
      "ay": 53,
      "day": 54,
      "ee": 55,
      "ev": 56,
      "go": 57,
      "how": 58,
      "llo": 59,
      "to": 60,
      "up": 61,
      "Hello": 62,
      "at": 63,
      "be": 64,
      "on": 65,
      "re": 66,
      "ve": 67,
      "yth": 68,
      "hap": 69,
      "have": 70,
      "end": 71,
      "ening": 72,
      "ere": 73,
      "eryth": 74,
      "there": 75,
      "eet": 76,
      "everyth": 77,
      "going": 78,
      "been": 79,
      "everything": 80,
      "Gr": 81,
      "What": 82,
      "Yo": 83,
      "af": 84,
      "are": 85,
      "ce": 86,
      "es": 87,
      "ew": 88,
      "fe": 89,
      "im": 90,
      "ip": 91,
      "ice": 92,
      "ife": 93,
      "lat": 94,
      "life": 95,
      "mo": 96,
      "meet": 97,
      "no": 98,
      "ning": 99,
      "noo": 100,
      "new": 101,
      "nice": 102,
      "pening": 103,
      "rning": 104,
      "ss": 105,
      "see": 106,
      "shap": 107,
      "ter": 108,
      "tre": 109,
      "tim": 110,
      "ings": 111,
      "the": 112,
      "long": 113,
      "evening": 114,
      "goss": 115,
      "ating": 116,
      "happening": 117,
      "eetings": 118,
      "Greetings": 119,
      "after": 120,
      "est": 121,
      "latest": 122,
      "morning": 123,
      "noon": 124,
      "shaping": 125,
      "treating": 126,
      "time": 127,
      "gossip": 128,
      "afternoon": 129
    },
    "merges": [
      "n g",
      "i ng",
      "o u",
      "y ou",
      "h a",
      "H e",
      "o w",
      "H i",
      "e n",
      "e r",
      "o o",
      "t h",
      "ha t",
      "He y",
      "G oo",
      "H ow",
      "l o",
      "w hat",
      "you r",
      "Goo d",
      "a y",
      "d ay",
      "e e",
      "e v",
      "g o",
      "h ow",
      "l lo",
      "t o",
      "u p",
      "He llo",
      "a t",
      "b e",
      "o n",
      "r e",
      "v e",
      "y th",
      "ha p",
      "ha ve",
      "en d",
      "en ing",
      "er e",
      "er yth",
      "th ere",
      "ee t",
      "ev eryth",
      "go ing",
      "be en",
      "everyth ing",
      "G r",
      "W hat",
      "Y o",
      "a f",
      "a re",
      "c e",
      "e s",
      "e w",
      "f e",
      "i m",
      "i p",
      "i ce",
      "i fe",
      "l at",
      "l ife",
      "m o",
      "m eet",
      "n o",
      "n ing",
      "n oo",
      "n ew",
      "n ice",
      "p ening",
      "r ning",
      "s s",
      "s ee",
      "s hap",
      "t er",
      "t re",
      "t im",
      "ing s",
      "th e",
      "lo ng",
      "ev ening",
      "go ss",
      "at ing",
      "hap pening",
      "eet ings",
      "Gr eetings",
      "af ter",
      "es t",
      "lat est",
      "mo rning",
      "noo n",
      "shap ing",
      "tre ating",
      "tim e",
      "goss ip",
      "after noon"
    ]
  }
}